<unknow>
，
。
s
e
不
人
山
风
日
无
一
云
花
春
来
何
水
月
有
上
时
中
天
年
归
秋
相
长
知
心
君
自
生
白
去
夜
江
为
行
此
空
见
在
如
清
处
里
客
下
高
得
寒
未
是
明
雨
多
落
门
声
青
远
家
路
事
南
今
前
千
城
草
树
别
新
尽
应
烟
入
金
玉
深
开
三
东
思
朝
出
流
道
飞
色
闲
还
回
酒
万
向
更
子
独
欲
西
谁
雪
看
已
愁
马
满
与
重
闻
地
将
同
望
阳
林
香
光
成
身
情
老
石
旧
游
书
到
衣
楼
尘
从
头
红
莫
似
海
叶
犹
古
歌
难
可
过
分
我
几
后
离
名
鸟
松
竹
诗
初
方
仙
边
吟
发
故
黄
外
梦
台
晚
间
平
复
暮
能
龙
起
柳
醉
作
野
当
孤
北
枝
气
随
露
华
意
关
十
逢
乡
少
临
影
国
汉
阴
霜
半
芳
共
亦
碧
王
留
五
溪
宫
绿
坐
非
残
好
公
近
微
问
言
池
河
泉
终
轻
世
波
百
晓
文
岁
庭
却
幽
连
断
遥
舟
安
寻
翠
因
吹
期
曾
经
峰
然
照
忆
须
静
大
鹤
若
楚
九
神
夕
惊
正
对
雁
曲
堪
动
四
双
两
小
依
只
沙
唯
垂
宿
泪
居
早
送
才
景
又
岂
怜
先
木
和
乐
僧
久
笑
寂
星
听
浮
悲
病
恨
紫
寄
园
恩
陵
鱼
通
窗
疏
传
凤
登
苍
语
晴
鸣
所
散
数
苦
带
迟
爱
官
物
待
车
至
萧
凉
川
寺
州
合
觉
常
二
转
秦
乱
悠
虚
湖
兴
主
暗
堂
斜
度
使
霞
隔
节
阁
怀
亭
舞
绕
逐
火
帝
忽
移
丹
真
女
岸
信
灵
田
胜
休
洞
兰
绝
杯
且
含
画
首
亲
会
隐
桃
征
穷
容
桂
灯
辞
者
琴
浪
谢
拂
识
郎
苔
往
卧
手
啼
倚
便
稀
始
径
钟
燕
罗
虽
伤
丝
镜
太
步
欢
定
荒
尚
猿
群
馀
解
珠
之
塞
功
映
眼
疑
说
船
剑
吾
药
争
师
圣
湘
惜
锦
栖
住
喜
余
吴
冷
乘
岩
洛
足
暖
皆
直
迹
禅
学
著
杨
昔
朱
飘
翻
殿
以
结
他
愿
卷
军
劳
怅
细
立
偏
令
骑
忘
鬓
羽
迎
条
眠
音
帆
桥
渐
薄
频
教
片
贫
摇
掩
士
横
颜
夫
阙
死
莲
儿
伴
皇
于
谷
暂
报
低
贤
易
用
徒
惟
弦
德
钓
交
化
兵
荣
即
衰
洲
梅
忧
异
彩
邻
村
贵
莺
接
魂
折
素
求
枕
缘
尔
臣
想
引
胡
干
命
越
蓬
傍
礼
轩
浦
都
遗
念
宜
力
鸡
面
饮
由
岭
六
沧
蝉
极
户
及
迷
渔
佳
帘
梁
那
食
罢
取
侯
沈
本
郡
许
章
鸿
息
冰
斗
侵
凝
破
井
急
战
湿
变
携
渡
床
载
管
最
斋
玄
字
悬
感
兮
论
采
每
御
惆
口
潮
任
京
齐
寥
纷
武
宁
八
持
仍
鼓
岳
叹
催
尊
销
收
昏
机
永
俗
计
赏
积
把
其
泥
苑
目
原
倾
美
涯
闭
旌
盘
必
壁
守
阶
繁
但
荷
泛
遍
宵
府
夏
根
消
房
眉
吏
雾
室
银
元
馆
诸
凄
良
旗
骨
李
旅
肠
浅
兼
全
题
沉
幸
承
烛
菊
晨
失
土
怨
藏
角
塘
程
丛
句
禁
筵
点
指
惭
昨
宝
狂
种
攀
蜀
漏
恐
粉
翁
封
棹
七
顾
称
赋
冥
访
尺
凭
冠
滴
艳
津
举
危
内
舍
观
茫
遇
席
沾
羡
轮
桑
□
宴
端
性
图
业
况
孙
禽
敢
众
霄
殊
喧
陌
潭
象
借
泽
虎
盛
被
鸾
挂
第
涧
周
瑶
调
勤
肯
比
偶
降
笼
荆
衔
绮
抱
精
咏
迢
竟
放
烧
列
乌
负
营
英
背
襟
屋
雄
拟
添
底
弄
修
陈
毛
渚
形
响
并
参
没
炉
院
净
扬
漫
圆
张
寞
扫
恋
童
牛
妆
理
凌
嗟
兹
辉
巴
纵
畔
笔
拜
绣
势
墙
郊
盖
曙
茅
强
巢
钱
披
郭
代
枯
厌
哀
壶
殷
词
嫌
戎
妾
穿
袖
迥
萝
短
俱
扉
县
昼
檐
也
再
境
差
避
耕
漠
帐
赠
琼
历
宅
丘
桐
盈
既
甘
洒
拥
招
唱
陇
限
驿
遣
岛
献
驻
灭
投
驱
途
蝶
杳
坛
雷
要
奏
阑
就
弟
叠
达
属
侣
源
遂
宾
走
话
幕
峡
史
淮
市
赤
覆
广
各
浓
澄
法
锁
鸳
嘉
陶
志
试
停
巾
杏
省
醒
戍
歇
潜
泣
涛
荡
层
升
扇
聊
庙
瑞
庐
诚
篇
杜
腰
愧
候
卿
奇
奉
阔
笙
奈
雕
樵
荐
密
利
抛
熟
霁
旋
服
屏
杀
际
儒
诏
晖
刀
埃
丽
韵
驾
侍
槛
睡
笛
哭
乍
系
雀
簪
堤
寿
严
磬
牵
养
疾
商
洗
杖
羞
尝
斯
冲
零
鹿
昭
表
篱
威
策
布
印
懒
鸥
存
冬
弹
蒲
酌
佩
除
鹭
柏
宗
壮
邑
泊
岐
？
辰
虫
暑
梧
鳞
忍
茶
肃
痕
延
顶
买
友
翼
巷
受
铜
姓
鞭
衡
酬
果
怪
羁
芜
窥
政
竿
陪
扶
追
兄
耳
记
咽
裁
写
宦
改
栽
裳
迁
娇
霭
芙
夷
潇
苏
染
踪
趋
蒙
返
切
壑
戈
劝
支
辛
废
黑
仪
集
钩
砌
味
庆
妇
巫
网
妨
换
樽
嘶
违
律
了
祖
场
袅
蘋
觞
免
宇
浩
仰
倒
丈
济
展
箫
翩
灰
渭
促
澹
致
阻
止
蓉
焚
虏
实
瑟
累
汀
座
滞
鲜
退
刘
逸
踏
犬
社
佛
娥
秀
驰
堕
曹
饥
槐
读
界
履
柱
哉
寸
推
值
杂
鼎
呼
乃
占
团
蛾
适
符
郁
雅
渺
血
甲
亡
萦
辇
烦
畏
聚
宠
母
己
弓
滩
尧
蹄
触
鹊
压
芝
次
彻
伊
委
纤
藓
枫
饶
托
险
索
稍
嵩
总
柴
觅
裴
锡
吐
织
芦
霏
猎
簟
棋
贱
旦
藤
丰
旆
凰
斑
腊
淡
唐
凋
宣
义
趣
朔
润
纱
栏
潺
戏
谒
掌
弃
惠
箭
暝
伏
建
司
启
屈
态
慵
减
赊
敛
宛
鬼
坟
蕊
旷
坠
袍
环
羊
泠
陆
炎
祥
妙
氛
皎
偷
鸦
冻
崖
役
射
蕙
裘
甚
遮
请
递
舆
资
浑
谓
约
洁
祠
宽
振
而
尾
蛮
贞
倦
萤
啸
欹
腾
巡
砧
晋
父
绵
赖
闺
峨
珍
兔
鲁
岫
个
埋
舒
误
鸯
岚
乞
领
绶
梨
富
毫
缨
咸
飒
莱
骚
崇
侧
班
束
续
滨
乾
围
羸
姿
瓶
沟
虹
位
固
赐
福
翰
益
瘦
伯
魄
欺
护
怕
街
谈
濛
仗
铁
灞
瘴
藻
仁
萍
贺
谋
廊
弱
邀
淹
貌
辨
徐
昌
禄
橘
置
造
莎
萋
氏
籍
彼
夸
暇
进
恶
体
融
衢
碎
讵
简
妻
量
农
瞻
号
谩
扁
助
剪
提
虑
敌
继
寝
鞍
碑
麻
塔
株
叫
假
谪
康
善
汝
脉
单
妃
茂
堆
健
铺
魏
屡
摧
竞
枉
匣
默
笳
勿
龟
饭
溟
忙
齿
辽
绛
囊
衫
帷
闱
戴
午
挥
瀑
宋
耿
餐
墨
嶂
叟
酣
脱
术
裙
贪
质
施
毕
榆
贾
隅
刺
仲
捧
娟
忠
署
姑
左
穴
菲
吊
激
悟
奔
牧
辟
制
韶
摘
嫩
濯
黛
末
渠
维
佐
襄
料
麦
或
皋
认
私
嫁
玩
慰
肥
夹
宸
伫
保
漾
絮
巧
镇
黍
工
规
右
坤
凡
垣
菱
钗
碛
茎
弥
晏
装
纶
浊
豪
滋
联
岑
予
凿
宰
稳
温
防
倍
阿
男
馨
翅
乔
爽
洪
皓
丁
蒿
苗
卜
笋
烂
谏
厚
翔
坚
垒
焰
愚
稻
沼
惨
楫
雏
击
磨
郢
备
梯
探
祀
运
悴
阵
偃
呈
杉
蹉
纸
薰
类
矣
抽
讲
搜
戚
槎
梳
卖
跎
鉴
习
汗
阮
森
匹
肉
视
浸
墀
庄
寐
赴
绪
薜
筑
加
袂
蛇
掷
僻
扰
科
穆
热
缕
柔
藉
拙
桡
梵
等
民
透
敬
跃
否
孝
旬
葬
妒
希
卑
供
卫
价
的
烽
般
戟
逍
校
涨
泰
俯
职
媚
丞
让
典
欣
妓
惹
蟾
标
啄
耀
骢
庾
湲
娱
辈
冢
蚕
缀
棠
逼
葛
衲
昆
憔
唤
瓦
姬
排
氲
凫
榻
隋
孔
刻
逾
榜
勋
练
超
怯
媒
案
材
虞
闾
牙
格
掖
晦
涉
稚
梢
莓
簇
览
敲
器
陂
蔽
潘
执
瀛
绳
蜂
尉
璧
拾
霓
谿
蓝
悄
孟
缓
奠
鹰
寰
疲
啭
脸
珮
鹦
舜
蔓
卢
冤
妖
焉
吞
央
珊
兽
麟
曳
函
打
整
驭
茗
障
液
赵
薇
植
稽
授
汤
葭
契
庶
钿
狼
亩
略
状
忝
飙
算
惯
朗
困
浴
损
朋
选
韩
涕
耻
汾
慈
萼
增
妍
答
徊
逝
雉
禹
曛
碍
苇
均
炼
銮
冉
圃
电
沽
篁
蛩
朵
牢
睹
貂
序
噪
败
注
柯
慢
鼙
仆
牡
鹉
勒
软
脚
彭
榭
插
顷
蹋
傅
腹
扑
颂
纪
架
乳
编
缄
区
蛟
朽
霖
趁
骊
冕
裾
漱
樯
涵
输
季
檀
箧
沦
范
喷
握
饱
滟
樱
抚
艇
反
屿
漂
油
雍
亚
郑
呜
眺
剡
蕉
砚
颓
蚁
耸
攒
祝
恭
店
部
浣
渴
戒
局
厨
夺
汲
泻
砂
滑
杵
捣
速
沿
浔
遭
讶
鬟
矶
漳
敷
骄
涩
熏
膏
拔
恒
禾
品
颇
寇
乖
冈
域
帽
坏
匡
羌
怆
错
琐
髭
徘
秘
艰
狎
享
缺
峭
眷
槿
翡
顺
霰
芽
洽
恣
牖
溜
贮
衾
仞
辙
犯
崔
扃
具
拨
设
榴
溅
迤
傲
鼠
萸
辱
峤
腥
沐
鲸
疆
婵
筹
醪
藜
湾
逃
组
蔼
髻
煮
瓮
饯
遐
筠
劫
徽
俎
睿
澜
蔬
则
钧
扣
籁
鹧
匝
岘
棘
旨
丧
坞
煎
线
谣
棱
蒸
迸
豆
智
蹑
鸪
专
舌
豫
抵
巨
付
惬
申
墓
翳
椒
诵
褐
瓜
慕
灼
芬
秩
务
眇
污
截
颠
灶
幢
浆
告
暄
伐
谙
矜
补
翘
俨
烹
特
预
屐
操
幌
垄
窟
蜡
胆
召
旁
涂
峦
叔
麋
博
粟
罪
循
震
鲤
狐
缝
倘
筝
栋
瓢
柘
陟
湛
笺
鹏
劲
悔
臂
卮
决
札
赫
板
混
畦
纹
鹄
饵
栈
阅
权
基
隈
贡
顿
恼
蕃
鲈
旄
辕
仿
帛
奴
优
绡
鳌
祚
荫
渌
霸
芸
沃
揖
褰
筋
帏
荻
仓
活
僮
伦
铭
谬
纡
救
蓑
皮
杪
茸
蟠
蒹
锄
烈
像
卒
邪
逶
荧
效
廷
膺
跸
邦
藕
锵
偈
米
溶
葱
祭
骏
蓼
蹇
配
猛
匀
缭
翦
议
甸
阖
肌
斩
削
珑
珂
样
窈
夭
俸
吉
毒
医
胸
秉
溢
舸
靡
蔡
搔
祸
腻
按
稼
纳
族
尹
箔
濑
烬
兀
痛
逆
茵
旱
髯
缥
麾
驷
黎
峻
鹓
孰
飖
践
拭
焦
脂
构
涓
阊
检
荔
韦
冒
窦
铃
栗
蠡
遁
灌
耽
蹰
骖
释
刹
坊
鹅
颍
淅
沥
遽
粒
藩
剩
廓
豹
肩
麝
粗
稷
弘
蹊
犀
楹
胧
娃
躬
黯
堞
芒
彤
菡
萏
柄
闷
费
闽
茱
拆
匪
幡
崩
派
式
铸
弯
卓
娘
芰
坡
憎
舂
窕
示
淑
斟
於
寓
翮
敞
屯
缠
嚣
擎
隼
唳
害
膝
轴
檄
充
锋
壤
辍
飏
吠
摩
裂
盏
畅
贝
绽
旒
熙
玲
挑
患
墟
叨
冯
涤
踟
警
龛
欠
隙
磴
玳
尤
乏
菰
突
僚
衙
浙
琅
莽
悦
罍
恰
翛
簿
寡
乎
款
箱
骥
薪
拍
嚬
霍
兆
刚
梭
刃
筇
稠
俦
芊
蠹
狖
怡
铅
湍
蓟
葵
醺
钵
咫
饰
额
羲
琵
琶
袁
倏
夙
禋
勇
着
傥
轸
盐
豁
顽
馥
幂
曜
附
苒
艺
宪
盗
桧
猷
虔
哲
谐
徼
冶
菜
瓯
鹢
垆
碗
俄
雠
镂
龄
嵬
税
鸭
滔
冀
援
坂
贯
辔
判
撼
贼
潸
蛰
轧
粲
嵇
甫
珪
填
斧
猩
鹃
隆
鼻
恃
淼
笠
晶
缆
痴
猜
率
骝
诀
衮
怒
魔
亏
姚
撩
治
啾
拘
婴
劚
窃
濆
窄
磷
匠
涌
赞
犊
圭
熊
惑
虬
窠
慎
竭
盆
替
肆
婿
克
湓
躅
勉
肤
毡
樊
漆
邸
耶
剧
庵
膳
羹
誓
嵯
缈
竺
球
裹
吕
亿
幄
储
矫
秾
翎
驯
殁
鄙
裛
丑
雌
箸
胶
畴
婆
粘
穗
旭
颐
斫
扈
甃
榛
毂
惧
忻
旃
喻
褒
彰
栊
割
煌
俊
俭
贻
介
瑚
邛
跳
迈
暴
邮
芭
囚
玕
针
湄
缑
伸
浇
吃
捐
遵
闰
拳
骤
篆
讼
臾
监
袭
祗
朦
箓
纨
绂
舫
胎
蹙
渥
酝
筐
络
考
忌
涟
琢
亮
巍
爪
讴
叩
廉
倩
仑
黔
谅
眸
闹
册
醴
爵
些
跻
侠
邹
诉
璃
测
聪
陷
幻
祇
陋
鹂
肺
阆
辅
播
陛
畿
段
袜
屑
窅
琉
轺
鲍
卉
跨
骸
航
驺
荀
憩
邈
项
酿
蒂
颦
恻
飕
辘
膻
拱
褭
朴
拖
巳
番
幔
蟋
蟀
帙
嗣
杼
辜
匆
狭
婚
妄
邺
祈
弊
嬴
堑
恸
擅
粮
巅
骋
胥
歆
牲
缩
获
徂
酸
榼
薤
萱
缸
轳
仇
豸
沫
晒
颗
缁
肝
控
庸
奢
墅
屦
捷
阜
狱
验
丸
箨
筱
掾
掇
炊
帖
柚
梗
蕖
耐
氤
蛛
显
攻
彦
穹
包
钺
敦
爰
钦
渊
觜
漉
伍
蛙
枢
暧
厅
醅
菖
琪
证
閤
杭
黏
熳
互
挹
缅
瞿
瑁
侬
揽
淳
哑
荇
枣
刑
鲙
杰
蔷
麒
巘
滥
婉
鲛
苟
籥
奕
颔
篷
惮
擢
嗔
筒
蜃
蜜
挽
嫦
幅
脆
敕
协
曝
皂
蝇
潦
莹
诛
逡
谟
粱
鬣
炷
币
恬
娑
摆
袈
裟
苞
枪
秣
抑
颈
昧
谗
鸂
鶒
奸
驴
邯
蕤
快
愈
棣
揭
产
晕
嫖
炭
溯
贶
沅
邙
尸
淫
灾
纲
郸
洋
碾
燎
枚
凛
箕
隳
坼
盂
绩
徇
沓
祉
炙
毳
靖
员
漪
莼
腕
泓
虾
癖
衷
醆
駸
赢
逋
茧
乙
唧
仕
炬
茨
泗
毗
疮
汴
峥
嵘
濡
豺
桓
涔
厥
迫
；
唇
襦
伶
吁
翊
燃
谊
蹀
淋
徵
浐
挈
閟
梓
慨
谯
挟
凯
陀
剃
潋
俟
愤
讨
扆
舄
昂
蝴
桨
鞋
阗
掠
澌
拄
觥
艾
掉
喉
脁
稔
峣
酩
酊
担
据
拈
氅
债
嵋
舅
迩
衿
蕨
飨
薛
坎
逗
醮
蓂
鸠
遨
盥
麹
泫
筌
鸢
骇
缚
誉
戛
岧
鸱
耆
笥
岖
闪
颁
课
阕
泬
溺
酲
铢
颙
绅
泾
暌
蚌
瞰
祢
橹
研
攸
鴒
凶
穰
择
荚
刷
绊
篮
瑕
崎
鹚
嘘
副
吼
澈
革
岷
晞
阡
苎
芍
濩
碣
簧
赌
铄
绯
蜍
毵
芷
鼍
禊
曈
佞
縠
掬
戢
孺
陕
裔
逞
睨
蒨
啻
腐
擘
队
醑
幼
庇
姮
鸶
窜
狗
赛
笏
擒
蒋
帔
拣
沸
韬
砾
菌
枥
岱
匈
爨
训
叙
陲
寮
创
谭
奋
颊
髓
紧
蕴
镊
帻
尼
珰
腮
财
尖
盼
咨
貔
骧
倡
麈
嗤
狩
焕
宙
祐
肇
渍
股
禀
躞
敝
镞
嬉
璞
螺
庞
饿
竖
辗
煦
驼
愔
蹈
辂
贳
猱
鄂
版
嗷
茆
翟
蘸
镳
鹗
铿
茏
嘲
沛
毁
妹
曷
纻
抄
姹
踌
辖
劣
絜
夔
什
彝
录
庚
瑰
驹
藿
察
螭
查
躯
蓠
蚊
较
绢
钥
汨
蜗
绠
眄
蛱
演
懿
葳
勾
兢
踯
葩
骅
渤
猗
覃
镫
厉
笾
溆
蘼
罥
洄
孀
枳
磊
垢
剖
弋
嶮
刍
猴
鶺
婺
旂
邵
遑
萌
婢
导
姜
抗
斛
娜
慧
炀
罅
阎
峒
绾
党
育
纯
涸
肘
抟
苕
抬
淇
堠
崦
诺
爇
潼
衬
巉
犁
诞
库
咄
牺
瞩
屣
琥
珀
嗜
滓
恍
帅
阃
娉
泼
徙
荪
蓄
讹
吸
弧
鸽
柽
聿
祷
槽
纬
靥
厦
悉
斤
骀
偕
铎
饷
睇
邕
寅
翥
扪
歧
旐
努
粥
卤
译
姻
曼
馔
橐
鸬
脑
憀
咬
葺
郄
觐
狄
给
碌
诰
耗
棕
谤
搴
玑
逦
奚
鵩
鋋
椿
钝
鹘
曰
璇
飐
汶
统
嵌
肢
狞
镌
魅
磻
缉
惶
楸
坦
崆
嘹
湟
邓
邅
烝
竽
赪
晤
麓
撤
沱
酷
釭
迅
茯
瞥
蟹
鹥
撑
漓
酤
硕
罔
货
概
阐
衍
卦
酺
卸
皤
桢
柿
苓
戾
孱
埒
董
憧
辩
婷
讽
跪
级
槁
朮
询
匏
糟
坑
迂
慷
隗
邃
侄
聘
嫔
玷
诣
睥
粢
翱
牍
劈
陨
曦
屠
萎
咒
遏
诮
臼
榔
例
佯
柝
缇
宏
祓
鄱
饼
聋
飗
沤
涪
绫
隘
趾
轨
姝
偎
驽
栉
杞
躇
枭
！
狡
璜
裨
缴
肱
矢
夤
嚼
甑
坰
珥
刊
曩
镐
闇
杓
幰
沮
晃
责
喘
矛
骐
租
蚀
萄
洮
祯
签
镛
弁
闉
穑
庖
蔚
荠
浃
绀
叱
逊
巩
畬
荜
罾
墉
罹
隰
悯
瑜
述
菼
亨
胄
蘅
璋
抃
铙
襜
允
刈
醇
栾
讯
黠
驶
捕
浥
模
濠
睛
舁
霹
剥
罩
卯
厄
臻
蹲
蟆
伎
酎
斝
汪
輧
芹
掘
孩
唾
掣
撚
鹍
垓
泄
酥
枿
燧
琳
谦
挠
么
罕
缙
闼
奁
汹
鬯
析
驳
汩
块
雳
辄
猕
牒
恤
这
踞
虢
娄
鴂
诜
栅
舷
泷
鹳
鲵
姥
胭
薮
醍
褥
耘
搅
谱
拏
壳
嘒
橡
瀰
潢
盟
吝
蜺
篸
臆
刁
诫
鲲
欤
啧
棺
芋
蜕
恳
琯
距
叛
仄
鞞
熔
摄
洼
勺
呵
孕
瞬
鄠
评
泮
蜘
窣
谧
摐
葆
鞘
剌
诘
堵
渝
髦
刮
鶗
砥
鹈
鳖
诱
铓
厩
戮
荑
贰
滪
堰
旟
霅
淙
挫
鹜
甄
笈
疵
旻
蜩
雹
哂
狸
瀚
泳
弭
弩
祛
熠
涡
霾
涎
铛
奖
惕
跋
沁
罟
繻
苜
蓿
鞮
讳
獬
攲
缣
摅
钏
贴
籞
圻
谴
邂
逅
骠
胤
鳷
淬
烁
螀
袴
鬐
樗
璁
桔
槔
赍
羯
晡
觑
茜
潏
聒
拒
媸
靓
耒
秽
槃
簋
殚
帟
湫
啮
滤
酹
壖
喔
涣
罄
遒
划
滂
绦
罴
沌
普
箜
篌
篙
褵
褷
撷
牟
皪
觌
泸
卞
樟
准
摵
赭
挺
荤
浚
宓
艘
诈
橙
鬻
嘱
荏
捉
蜻
蜓
楠
蔻
帚
办
滕
醐
罚
审
匕
瞳
沆
轲
粳
锥
谕
酂
瘵
啖
臭
篪
愆
骞
繐
舻
拓
躁
騑
赓
赦
炳
倪
暾
哺
跂
焙
拽
砖
霎
騕
藁
椰
阍
巇
靴
仅
繇
拊
昊
佾
牷
蛄
桴
茔
畋
驮
伪
赁
蕲
鸊
哢
琨
惘
孽
蘧
押
皴
耦
脊
菩
昙
黜
龚
淘
蘖
砺
嗅
叉
罨
婀
亥
跼
脍
缲
甥
噬
轼
卵
揉
皱
啜
锐
烘
塍
惚
缪
寤
纂
纽
罂
圜
觏
黼
曨
嘤
燥
咿
廪
疠
欻
嗥
腑
孜
釐
丙
蹬
熬
沣
鼯
殢
虐
孥
碓
钻
呕
聆
伽
粪
氓
骆
秃
荃
箴
绰
翕
俾
芗
峙
缯
斓
蟪
髫
捎
婕
妤
麛
茕
檗
缬
悼
楞
蔟
箬
铮
懦
饧
兜
箪
栎
鹯
袷
骈
赚
娆
孑
泱
荥
隍
琤
娶
缟
勃
瀣
笄
纫
颢
寨
腴
颖
拯
绸
瘗
睢
晷
奄
琮
绥
纁
溥
晰
、
涘
奥
雰
祁
甿
缃
徭
揆
迍
鹪
燠
瘼
讥
舴
艋
悒
垠
嘏
祼
猪
缧
绁
舣
蹴
鞲
雒
蔗
谑
綦
骛
完
蝀
翾
诡
胫
矗
戊
裕
迨
颉
愉
膋
虱
佣
貅
搏
甍
炯
舰
牌
泡
懊
菁
挼
沂
骓
忤
傞
谄
璀
阱
蹶
隶
渎
拗
弈
茹
臧
馁
芟
攘
玫
獭
痾
鸷
纥
畤
蚃
蠲
馈
缛
粤
匮
缊
亘
僾
陔
媛
址
漭
鲂
螯
舶
埙
纛
綍
该
酪
醽
醁
瓒
騧
緌
鶱
蹭
辋
昃
搢
璿
糵
础
栀
掺
厕
搦
槌
炽
饲
喂
璨
募
輶
蕣
绘
喝
镮
炫
棂
琚
疗
恽
亹
蝙
魑
仔
睫
剔
厘
澧
櫜
魁
飧
娲
苡
鼋
糠
芥
矰
汍
睦
纣
呀
苛
弼
瞪
甯
痊
瓠
罒
侈
丕
霈
跄
匙
励
恢
楂
籝
菑
鹑
锷
鹫
枻
恕
鹩
鷃
酡
究
熨
薙
畹
培
飔
撇
鸑
矻
騂
嫉
鸮
辚
篚
糊
绍
筼
筜
譬
嶙
麏
鞠
絺
褚
葑
勘
捋
偿
蝼
纩
褊
厓
镆
瞑
峄
肚
秤
嫂
螮
悰
祜
歈
撰
蛤
畎
恓
郤
崿
忿
廛
轓
踊
皑
槲
嘈
惺
擞
甜
谛
蝠
俪
姊
幨
呦
它
抹
鞅
现
罽
蔫
爷
批
钉
拢
哦
蓦
铗
酉
屟
罘
珉
舲
灉
哮
帜
葫
唼
砑
搭
彗
兕
粝
掞
鄢
筮
窘
轰
掀
囿
蜿
竦
舠
绚
宥
晔
胙
黻
柰
腓
耨
撞
湔
霤
庑
怖
刳
喈
垫
霆
黾
慑
妥
缦
盎
輈
槊
衒
鳏
沚
缰
蠢
蜉
蝣
唠
簸
纠
襞
溉
簌
莅
咤
蔑
蚋
靃
挲
铘
殇
铦
逵
锸
縻
葡
赎
柑
硬
驸
汇
壕
哗
估
篘
鞯
描
旰
椎
勖
鞚
泯
涴
殡
枇
杷
骁
篦
艑
欧
馋
攫
氎
镀
臊
喃
刖
鹇
巂
痒
袒
鞬
瑀
枰
鲊
羿
豚
沴
脐
摛
罳
澥
薏
胝
咆
秕
侪
搓
鬃
玠
毙
饫
惰
谥
跑
邢
弗
玺
斐
咳
毯
撒
湮
鹖
嶷
晼
椽
粹
簠
肸
凑
孚
汭
炮
畜
汜
驎
楣
禺
愠
缤
朅
崤
镝
鳣
郗
怏
鉏
羔
洑
忡
贲
皙
瘳
腋
魈
燋
琰
眩
彷
徨
蛸
裀
恂
泚
亸
妪
孛
侔
玖
诠
鷟
觱
佗
核
沄
疴
滉
嵫
绨
绎
骂
溽
扼
斥
厢
猫
昉
镰
湜
玦
啅
你
饣
埏
跗
勍
騣
硖
滹
榇
廨
祲
醯
矍
皞
賸
疼
躔
伛
偻
崒
趺
窍
嘎
邠
吒
禳
叵
钲
薝
殉
括
噫
茭
嘴
骕
骦
濮
删
殄
悭
伥
噤
诤
谠
猬
苴
骡
釜
诧
忒
逻
菟
滚
薨
扌
裯
饬
脯
黝
届
陬
屹
傩
岌
伟
侮
桄
樾
轘
郧
貊
坻
椹
冗
桁
筏
圄
睽
衽
娩
蟏
翚
怳
肿
筛
萃
煤
縆
帱
醲
匿
堡
旸
蓍
肖
砻
斅
串
褕
磔
氵
犭
潾
茑
督
狒
猖
悍
芃
飚
蜥
奫
磐
垞
渟
榈
栝
溘
靳
蒯
槟
荞
蓊
哥
魍
魉
裆
确
淄
糜
溷
殃
枨
雩
斒
阏
迭
瀍
齑
襆
瓷
藟
洙
雇
郅
邴
簴
拚
伺
穟
洧
棚
鄜
邽
騃
煞
伉
甪
骘
钞
捻
吻
咎
帕
苾
翣
幛
蛊
膜
楮
雘
隽
骰
淝
诃
疹
爆
钤
苻
郴
涿
胼
桀
侏
措
贬
辎
姒
橛
靸
惩
瘁
肓
呷
燮
魇
缫
豳
囷
汰
朣
灿
叮
咛
锤
绻
憨
蘩
艮
悌
冱
絪
濬
惸
捍
缔
矩
皦
泞
舳
掊
柞
槚
阪
鳃
稗
纭
嘿
簳
绤
郛
庠
椠
砀
闍
糁
酋
沔
惫
詹
敏
瀼
乂
铉
囹
硎
澶
苹
谌
甬
庳
忉
狮
髀
袪
玛
瑙
洳
痍
戆
诬
笭
箵
篾
售
湎
拶
漕
坳
蕺
擐
硾
鷇
啁
罝
溃
噎
杲
峋
莠
漻
篥
皛
鸲
鹆
抢
谖
揄
趫
劬
璠
榾
艹
綷
浒
遘
絷
歼
悚
睟
秧
蜴
娭
褧
麚
裸
揣
赀
岨
俜
螂
吓
玢
阤
苌
鹴
媪
颣
咍
柁
敖
膊
喽
赂
彬
禗
徉
揲
棼
蜊
邗
恙
鐍
瞋
菅
跬
畛
蚯
蚓
溱
犍
牂
牁
簦
戡
騄
檠
鄣
龌
龊
疟
汁
肋
跛
抖
溳
嗽
粼
毅
歊
漙
埭
兖
膘
瑗
摴
巑
岏
鲭
猊
瘿
唅
绷
伧
酆
蚩
挞
裒
嫫
轭
黳
艛
艓
鵊
笞
丱
牝
瑾
贷
皖
杆
浼
脔
棒
幞
倅
鼐
楖
缱
鞦
撝
摹
恺
冽
殖
颀
沨
舐
朕
篑
聃
斿
韫
钜
袨
娈
兑
僵
噭
崚
纾
喋
芮
娼
陉
耜
膂
莳
呗
醋
鳊
摽
懵
赩
陡
矧
眦
盍
虿
箑
鶬
氐
剉
隧
诲
菹
跹
淤
噀
蝎
岣
嵝
犷
潞
浍
粽
缋
嫣
酴
痼
呻
晻
麑
醨
颛
歉
港
觊
撏
飋
锻
谨
揩
胁
跣
琛
霢
霂
淀
撄
桦
狙
券
铩
衅
狷
稂
洊
欃
阒
娅
栱
技
胯
旖
旎
跏
蠖
弛
訏
簏
渼
揶
愍
儋
捩
輀
趚
沍
盻
悢
玙
贸
藐
柜
谹
猾
絅
踬
爚
醭
螳
璘
蝗
鹔
螓
灸
觳
亢
嚭
穀
殂
髆
佺
獠
菶
颃
栲
栳
鞴
闓
祺
徜
鼗
蓪
莑
纚
桤
簨
髇
岗
缗
轶
垤
莞
企
鶂
萨
剿
螟
袋
葓
垦
驩
绋
夐
雎
灂
苫
袄
汞
缶
狻
蚬
窑
诔
郦
鶢
鶋
窖
箠
僭
啑
鳜
豗
篝
谔
嗾
鹞
谶
谮
佚
闵
鹕
锱
秭
艎
锉
妩
瞽
逤
饕
捏
拉
拌
钅
晬
盱
町
髑
髅
阈
屩
觿
霙
醢
燔
巽
竁
怠
蟺
飶
肴
妫
隮
弰
圞
爬
蒐
梡
综
挝
隤
殒
驔
鲔
澳
雊
鼷
褪
樛
屺
睩
墠
壬
逖
恧
纮
彪
橦
韭
嫠
剸
悁
猥
蹐
蘺
癫
枸
狈
姨
杕
菉
迓
渑
谘
餔
澒
蚤
畲
饪
怊
殳
褎
欸
赘
洟
涅
潈
痰
痹
豕
麇
稿
咂
牸
沩
篲
瞢
虺
瘢
踉
楯
荈
瘤
芡
彯
笱
抨
寘
滢
剜
顼
醵
跧
挨
哳
灊
莘
详
眈
嵊
谀
龁
赣
侃
胪
匍
匐
刬
睒
脏
圹
脰
靶
鳍
牴
侨
鹙
鰕
醿
蟢
锯
斡
鏦
缒
弢
菂
畚
瞒
鄽
锢
凸
蜒
縢
廒
需
绞
饴
譊
髟
擿
吭
黩
秫
撅
昴
刓
澡
鲠
鍪
拿
暨
懑
菀
槭
蝥
徯
溠
亟
毰
毸
咀
痏
霪
刎
蒺
硗
箙
窸
逮
栩
戌
蒜
葶
苈
脤
滁
荄
罫
罻
忏
喓
颅
枷
觫
衩
胛
岿
糕
眯
趯
癸
蒀
惣
禔
旞
眊
鏚
铰
衎
晁
榉
砰
窝
袿
龆
龀
榕
囋
齰
憁
纺
匼
恁
腷
朿
弝
耍
悖
硫
鸨
抓
镒
脾
棉
筚
瀺
哄
踡
婑
襹
撶
喙
踵
邳
讦
铨
瓣
鮹
颤
澼
郏
鄏
鏖
锼
胃
祅
讙
獒
撮
黥
篡
贿
佼
楷
赡
籴
跁
跒
蛴
舼
靠
猧
朏
茄
苋
綀
蠙
貙
塠
偪
蚨
赶
茉
莉
蘘
叆
捺
裈
荍
羖
亻
颏
猢
狲
虻
潎
捶
殛
遄
伣
毓
槱
饎
珽
贽
璆
蟜
獯
糦
慝
佑
侑
昕
祧
斁
殽
秞
禖
浘
悫
钳
祟
緺
谜
閈
芣
螽
袤
蝮
螫
笃
嶰
辀
茝
蓧
籀
穸
煴
摈
苶
笮
橑
剽
踠
狴
奂
秬
饔
郯
椅
寀
倜
顗
慊
毬
崷
洫
踔
鬲
酦
酱
淰
栴
碕
榷
腠
謏
怃
罛
遰
悸
祔
珩
灏
炰
鹎
礴
潆
菽
惝
幮
掐
鲕
怗
獐
磋
辫
絣
睚
鹒
矮
鸩
漩
雭
漴
馑
痺
泐
粔
籹
麽
觇
罱
桹
镬
泂
滫
粕
筤
饽
枍
嫱
杠
锅
賨
磑
檇
饘
挛
嶓
觎
俚
洿
淦
扎
凹
槠
椑
榸
碇
酽
蕈
獮
嗈
嗄
煨
媭
浏
俋
犒
很
荼
離
霮
页
啐
厖
挪
盲
倨
彴
靦
】
莿
礜
馘
舛
嘻
僰
羾
繂
訾
谲
艚
呃
磥
捞
踘
饁
灺
赟
讷
貉
窡
髧
飓
跌
菘
咚
烜
筦
塿
伞
铫
荦
耄
莪
汧
褴
縿
婪
窒
黦
柹
襁
键
辑
呱
棨
赉
呫
塌
鸀
鳿
麨
箦
剂
罡
铪
埴
睬
躩
圯
诙
泙
鞇
騀
愯
芾
柮
阚
缮
荛
睆
嚵
薅
榱
琊
黟
朐
岵
恹
髹
摊
翿
箩
繙
抉
燑
蕟
扳
纟
餬
毾
雙
柢
勩
俘
鼹
崟
戋
购
垲
萐
馹
岊
膴
琏
赈
躧
谍
刜
殑
趢
樀
噞
喁
诎
壒
肪
疫
藋
爝
缜
掎
孳
髡
豢
胖
霿
昽
蔌
佶
惄
萁
哓
鬅
骜
棽
忄
赆
忾
眢
诟
嚖
媞
啴
笴
蓁
礧
嗛
蠕
铍
呶
蓰
籊
眽
旛
谂
蹁
甒
懋
戺
侁
ē
洺
嶛
莩
恚
髽
绒
嚏
踜
蛆
蜫
蜦
莆
硇
谞
猳
邬
蛁
蟟
鄯
欔
瓚
忺
陊
檿
倢
鈒
鲦
嫡
磾
芩
礓
蛉
迦
2
蒍
葚
郾
桷
丫
齖
燂
痎
稊
圈
蟭
聶
掁
哇
樬
镃
坪
掿
扛
魃
簰
媠
胏
黁
楢
絇
筰
鈋
蒱
楗
碪
玎
痄
碟
洴
毷
氉
諴
蜚
摭
礿
羑
刿
蛭
獹
痡
疽
縯
麴
殴
螬
巏
嵍
瓓
薶
嬿
瞤
铤
戽
狌
亳
颡
屎
娵
饤
燖
踢
腿
腔
瘕
媵
炒
锣
飠
蝌
葼
迕
骗
圮
僖
垅
濊
枧
敔
餴
禩
藨
煁
迪
慌
铏
諲
鞓
倮
ń
鄹
嶪
拼
轵
钮
箊
闤
闠
壹
鞟
糅
羵
漘
缌
阋
嚘
筿
襚
垌
俞
眚
嫛
婗
谳
忭
窌
砝
茀
浉
隩
羝
穊
忖
葹
徕
穞
蛚
仳
鲑
迳
豉
迮
玃
柈
桶
餮
鸹
郇
酢
勣
跕
萚
跚
沪
溓
艨
艟
毋
鞶
嗢
匄
磈
贩
覉
磵
琬
歠
肄
缞
蒻
枹
狵
磅
豩
餘
抆
铲
磹
窬
潠
杌
擫
柩
鵾
咙
埇
昒
攉
苽
愬
荖
屼
渗
埽
阯
劼
釱
醎
郫
艄
鈇
郓
紊
缎
箐
碡
逭
胱
靫
猃
狁
瞷
噆
梠
籦
庥
艅
棫
枲
瀡
甔
羜
醷
蚴
蟉
鱙
窳
篣
鲎
栺
嫪
袯
襫
腒
樕
坫
瓿
漦
濎
塸
埞
璚
骼
摏
粜
罙
芿
凘
锜
柙
瓟
綖
俶
僦
餧
阂
抒
症
盾
￣
賝
搵
酕
醄
埼
鬔
隟
颧
熁
笐
闒
齾
芚
熛
恞
瀔
俣
擉
佪
莜
歜
偬
癞
镪
瘫
鯆
齁
獳
篓
兇
曵
刂
祆
筣
笓
嚾
籺
逯
蝤
惛
茙
奭
榖
墄
洎
肮
舵
祶
悺
玼
畸
矿
輨
筴
咋
縖
濭
萀
嶾
炸
銙
鵁
鶄
锽
矖
葐
窋
焜
侲
皈
崭
貍
埤
郪
棙
硉
暍
錏
鍜
鵕
鸃
浕
襕
卺
帼
鷤
紃
寔
匦
鰅
鳙
璎
胚
瀯
睺
瓘
蟒
劾
鍧
氾
褣
呙
纰
檎
褾
抡
罯
帑
诹
阬
玻
禧
桫
椤
儗
磕
鵮
骹
螵
鞿
闶
闳
袎
褶
唁
迒
僛
埘
宕
弇
鲫
鹬
娀
猘
谡
泅
湊
樧
倔
譀
怔
芄
瀵
輗
軏
讟
鲋
麖
虆
廙
镏
撦
蛀
葌
簺
帩
柬
溲
虈
桠
嗫
亶
蕧
旍
枅
搊
芼
臛
泖
蕝
椵
緉
惋
拦
鷖
猵
簜
祎
梃
郝
鋗
踥
倭
摸
厂
玭
咷
缏
駊
瞵
丐
镡
壅
懡
碏
儳
艖
阀
瑽
跖
ｗ
阽
蓓
蕾
搀
棁
蔀
睍
驵
怵
魮
瀹
軷
攂
曆
憾
蘪
柅
麳
麰
呢
澎
湃
嵾
嫄
懱
扞
墩
浟
罤
菸
崛
咦
怎
鞁
噇
轿
磁
馒
p
F
墐
揁
髲
鬖
菭
蟛
蜞
礻
赮
臬
挶
糹
掰
鳅
悤
讠
窿
鹡
鸰
褫
甽
呴
唉
斌
杈
峿
钊
郐
蒟
踣
薖
餗
陴
浡
滮
吮
痈
郿
觋
爻
纆
鷠
凊
耋
窭
茞
謇
祏
詧
扐
巃
嵸
癯
洏
瑛
佝
唏
龃
龉
趗
璪
晛
憯
莨
焱
幺
儆
殆
疋
珏
垩
韍
痗
猓
赜
旓
瓴
丳
緵
耎
咡
Ｃ
昶
昱
蘙
荟
晀
俙
繄
汐
渻
喟
駮
濙
喎
睐
酗
愎
鲨
跔
忸
毖
縩
踍
磓
聂
挣
轪
缵
镕
彘
蝘
冏
豨
懔
堌
涞
怿
楥
牦
適
彖
塉
銍
壈
瞶
餱
瞌
跙
绐
蓏
妲
瀃
擗
卨
黤
黮
韔
趿
荩
鬙
滈
囤
焯
蹩
躠
僝
鎗
潬
窞
缡
噉
慅
咠
懹
簉
柎
枋
份
泆
厝
鬒
捃
駰
眴
怍
欷
萑
抠
盭
郃
轒
輼
遝
汛
螉
砯
筲
狨
嬖
潓
辐
攃
铠
褓
溴
歃
堙
煼
熇
鎚
蔵
搥
榰
ɡ
螗
苙
姞
黕
惴
桎
梏
盝
窀
侥
鉟
咩
簝
坱
洵
赗
靺
砦
氃
氋
窆
蚛
螖
缢
炁
ｒ
砢
澍
桩
璺
歙
凚
槅
歷
蓐
